Repository: common-repository/ultimate-back-to-top
Catalog: languages/nyamsbutton-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Ultimate Back To Top Configuration Page
fr_fr: Page de Configuration de Ultimate Back To Top

source: Preview your Ultimate Back To Top Button in this area
fr_fr: Prévisualisez votre Ultimate Back To Top bouton ici

source: Reset to Defaults
fr_fr: Réinitialiser les paramètres

source: To change the texts used in the plugin just replace the different strings below.
fr_fr: Pour personnaliser vos textes, compléter les textes ci-dessous.

source: To adapt your button to your layout, change the parameters below.
fr_fr: Pour personnaliser l'apparence de votre bouton, modifiez les paramètres ci-dessous.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: bottom left
fr_fr: en bas, à gauche

source: bottom right
fr_fr: en bas, à droite

source: requires WordPress 3.3 or higher, and has been deactivated!
fr_fr: requiert au minimim la version 3.3 de Wordpress 3.3 et a été désactivé

source: Please upgrade WordPress and try again.
fr_fr: Veuillez mettre à jour votre installation de Wordpress et recommencer ensuite.

source: Return to the WordPress Admin area
fr_fr: Retournez dans la zone d'administration de Wordpress

source: Ultimate Back To Top Content Parameters
fr_fr: Configuration du contenu de Ultimate Back To Top

source: Show the link:
fr_fr: Montrer le lien:

source: Link's text:
fr_fr: texte du lien:

source: Link's title attribute:
fr_fr: texte de l'attribut "title" du lien:

source: Ultimate Back To Top Layout Parameters
fr_fr: Configuration de l'apparence de Ultimate Back To Top

source: Button position
fr_fr: Position du bouton

source: Button offset
fr_fr: Décaler le bouton de

source: Button border color
fr_fr: Couleur des bordures du bouton

source: Button background color
fr_fr: Couleur de l'arrière plan du bouton

source: Button text color
fr_fr: Couleur du texte du bouton
